{
  "enhanced": {
    "CONE": "A surface of revolution formed by rotating a segment of a line around another line that intersects the first line.",
    "CONES": "A surface of revolution formed by rotating a segment of a line around another line that intersects the first line.",
    "COON": "(racial slur) A black person.",
    "COOS": "The murmuring sound made by a dove or pigeon.",
    "COOT": "Any of various aquatic birds of the genus Fulica that are mainly black with a prominent frontal shield on the forehead.",
    "COOTER": "A freshwater turtle of the eastern United States of the genus Pseudemus.",
    "COOTS": "Any of various aquatic birds of the genus Fulica that are mainly black with a prominent frontal shield on the forehead.",
    "CORE": "The central part of fruit, containing the kernels or seeds.",
    "CORES": "Various former units of volume, particularly:.",
    "CORN": "The main cereal plant grown for its grain in a given region, such as oats in parts of Scotland and Ireland, and wheat or barley in England and Wales.",
    "CORNER": "The point where two converging lines meet; an angle, either external or internal.",
    "CORNERS": "The point where two converging lines meet; an angle, either external or internal.",
    "CORNERSTONE": "A stone forming the base at the corner of a building.",
    "CORNERSTONES": "A stone forming the base at the corner of a building.",
    "CORNET": "A musical instrument of the brass family, slightly smaller than a trumpet, usually in the musical key of B-flat.",
    "CORNETS": "A musical instrument of the brass family, slightly smaller than a trumpet, usually in the musical key of B-flat.",
    "COSET": "The set that results from applying a group's binary operation with a given fixed element of the group on each element of a given subgroup.",
    "COSETS": "The set that results from applying a group's binary operation with a given fixed element of the group on each element of a given subgroup.",
    "COSSET": "A pet, especially a pet lamb.",
    "COST": "To incur a charge of; to require payment of a (specified) price.",
    "COSTER": "Any of various nymphalid butterflies of the genus Acraea.",
    "COSTERS": "Any of various nymphalid butterflies of the genus Acraea.",
    "COSTS": "To incur a charge of; to require payment of a (specified) price.",
    "COTE": "A cottage or hut.",
    "COTES": "A cottage or hut.",
    "COTS": "A simple bed, especially one for portable or temporary purposes.",
    "CRESS": "(plants) A plant of various species, chiefly cruciferous. The leaves have a moderately pungent taste, and are used as a salad and antiscorbutic.",
    "CRESSET": "A metal cup, suspended from a pole and filled with burning pitch etc; once used as portable illumination.",
    "CREST": "The summit of a hill or mountain ridge.",
    "CRESTS": "The summit of a hill or mountain ridge.",
    "CRONE": "An old woman.",
    "CRONES": "An old woman.",
    "CROON": "A soft or sentimental hum or song.",
    "CROTON": "Any of various plants, of the genus Croton, that yield croton oil.",
    "ENCORE": "A brief extra performance, done after the main performance is complete.",
    "ENCORES": "A brief extra performance, done after the main performance is complete.",
    "ERST": "First.",
    "ESTER": "A compound most often formed by the condensation of an alcohol and an acid, with elimination of water, which contains the functional group carbon-oxygen double bond joined via carbon to another oxygen atom.",
    "ESTERS": "A compound most often formed by the condensation of an alcohol and an acid, with elimination of water, which contains the functional group carbon-oxygen double bond joined via carbon to another oxygen atom.",
    "NEON": "The chemical element (symbol Ne) with an atomic number of 10. The lightest of the noble gases, it is a colourless, odorless inert gas.",
    "NESS": "A promontory; a cape or headland. (Frequently used as a suffix in placenames.).",
    "NEST": "A structure built by a bird as a place to incubate eggs and rear young.",
    "NESTER": "One who nests.",
    "NESTERS": "One who nests.",
    "NESTS": "A structure built by a bird as a place to incubate eggs and rear young.",
    "NETS": "A mesh of string, cord or rope.",
    "NOES": "A negating expression; an answer that shows disagreement or disapproval.",
    "NONE": "A person without religious affiliation.",
    "NONES": "A light meal usually eaten around midday, notably when not as main meal of the day.",
    "NONET": "A composition for nine instruments or nine voices.",
    "NOON": "The ninth hour of the day counted from sunrise; around three o'clock in the afternoon.",
    "NOOSE": "An adjustable loop of rope, such as the one placed around the neck in hangings, or the one at the end of a lasso.",
    "NORN": "To mourn; complain.",
    "NOSE": "A protuberance on the face housing the nostrils, which are used to breathe or smell.",
    "NOSTOC": "Any member of the genus Nostoc of cyanobacteria, found in a variety of environmental niches, that form colonies composed of filaments of moniliform cells in a gelatinous sheath.",
    "NOTE": "(heading) A symbol or annotation.",
    "NOTERS": "One who takes notice.",
    "NOTES": "(heading) A symbol or annotation.",
    "NOTS": "A unary operation on logical values that changes true to false, and false to true.",
    "ONCOST": "Additional costs; extra expenses.",
    "ONER": "An extraordinary individual.",
    "ONES": "The digit or figure 1.",
    "ORES": "Rock or other material that contains valuable or utilitarian materials; primarily a rock containing metals or gems for which it is typically mined and processed.",
    "RENO": "An act, or the process, of renovating.",
    "REST": "(of a person or animal) Relief from work or activity by sleeping; sleep.",
    "RESTS": "(of a person or animal) Relief from work or activity by sleeping; sleep.",
    "RETE": "A network of blood vessels or nerves.",
    "RETS": "To prepare (flax, hemp etc.) for further processing by soaking, which facilitates separation of fibers from the woody parts of the stem.",
    "ROES": "The eggs of fish.",
    "ROOST": "The place where a bird sleeps (usually its nest or a branch).",
    "ROOSTER": "A male domestic chicken (Gallus gallus domesticus) or other gallinaceous bird.",
    "ROOSTERS": "A male domestic chicken (Gallus gallus domesticus) or other gallinaceous bird.",
    "ROOSTS": "The place where a bird sleeps (usually its nest or a branch).",
    "ROOT": "The part of a plant, generally underground, that anchors and supports the plant body, absorbs and stores water and nutrients, and in some plants is able to perform vegetative reproduction.",
    "ROOTER": "One who, or that which, roots; one that tears up by the roots.",
    "ROOTERS": "One who, or that which, roots; one that tears up by the roots.",
    "ROOTS": "The part of a plant, generally underground, that anchors and supports the plant body, absorbs and stores water and nutrients, and in some plants is able to perform vegetative reproduction.",
    "ROTE": "Mechanical routine; a fixed, habitual, repetitive, or mechanical course of procedure.",
    "ROTS": "The process of becoming rotten; putrefaction.",
    "SENOR": "A Spanish term of address equivalent to sir or Mr., used alone or capitalized and prefixed to the name of a married or an older man.",
    "SENORES": "A Spanish term of address equivalent to sir or Mr., used alone or capitalized and prefixed to the name of a married or an older man.",
    "SETON": "A few silk threads or horsehairs, or a strip of linen etc., introduced beneath the skin by a knife or needle, so as to induce suppuration; also, the issue so formed.",
    "SETOSE": "Thickly set with bristles or bristly hairs.",
    "SETS": "To put (something) down, to rest.",
    "SONE": "(acoustics) a subjective unit of loudness for an average listener equal to the loudness of a 1000-hertz sound that has an intensity 40 decibels above the listener's own threshold of hearing.",
    "SOON": "Short in length of time from the present.",
    "SOONER": "Short in length of time from the present.",
    "SOONEST": "Short in length of time from the present.",
    "SOOT": "Fine black or dull brown particles of amorphous carbon and tar, produced by the incomplete combustion of coal, oil etc.",
    "SOOTS": "Fine black or dull brown particles of amorphous carbon and tar, produced by the incomplete combustion of coal, oil etc.",
    "SOTS": "Stupid person; fool.",
    "STENO": "A stenographer, someone whose job is to take dictation in shorthand.",
    "STENOS": "A stenographer, someone whose job is to take dictation in shorthand.",
    "STERN": "Having a hardness and severity of nature or manner.",
    "STONE": "A hard earthen substance that can form large rocks.",
    "STONER": "One who stones.",
    "STONERS": "One who stones.",
    "STONES": "A hard earthen substance that can form large rocks.",
    "STORE": "A place where items may be accumulated or routinely kept.",
    "STORES": "A place where items may be accumulated or routinely kept.",
    "TENON": "A projecting member left by cutting away the wood around it, and made to insert into a mortise, and in this way secure together the parts of a frame.",
    "TENOR": "A musical range or section higher than bass and lower than alto.",
    "TERN": "Any of various sea birds of the family Sternidae that are similar to gulls but are smaller and have a forked tail.",
    "TOCO": "A pressure-sensitive contraction transducer used in cardiotocography.",
    "TOES": "Each of the five digits on the end of the foot.",
    "TONE": "A specific pitch.",
    "TONER": "Powder used in laser printers and photocopiers to form the text and images on the printed paper.",
    "TONERS": "Powder used in laser printers and photocopiers to form the text and images on the printed paper.",
    "TONES": "A specific pitch.",
    "TOON": "A cartoon, especially an animated television show.",
    "TORC": "A tightly braided necklace or collar, often made of metal, worn by various early European peoples.",
    "TORE": "Hard, difficult; wearisome, tedious.",
    "TORES": "The surface described by the circumference of a circle revolving about a straight line in its own plane.",
    "TORN": "To rend (a solid material) by holding or restraining in two places and pulling apart, whether intentionally or not; to destroy or separate.",
    "TOSS": "A throw, a lob, of a ball etc., with an initial upward direction, particularly with a lack of care.",
    "TOSSER": "One who tosses or throws something.",
    "TRES": "A three-course stringed instrument similar to a guitar; the Cuban variant has six strings, and the Puerto Rican has nine.",
    "TRESS": "A braid, knot, or curl, of hair; a ringlet."
  },
  "summary": {
    "totalProcessed": 208,
    "totalEnhanced": 118,
    "totalFailed": 90,
    "successRate": "57%"
  }
}