{
  "batch": {
    "startIndex": 50,
    "endIndex": 99,
    "size": 50
  },
  "enhanced": {
    "CROON": "A soft or sentimental hum or song.",
    "CROTON": "Any of various plants, of the genus Croton, that yield croton oil.",
    "ENCORE": "A brief extra performance, done after the main performance is complete.",
    "ENCORES": "A brief extra performance, done after the main performance is complete.",
    "ERST": "First.",
    "ESTER": "A compound most often formed by the condensation of an alcohol and an acid, with elimination of water, which contains the functional group carbon-oxygen double bond joined via carbon to another oxygen atom.",
    "ESTERS": "A compound most often formed by the condensation of an alcohol and an acid, with elimination of water, which contains the functional group carbon-oxygen double bond joined via carbon to another oxygen atom.",
    "NEON": "The chemical element (symbol Ne) with an atomic number of 10. The lightest of the noble gases, it is a colourless, odorless inert gas.",
    "NESS": "A promontory; a cape or headland. (Frequently used as a suffix in placenames.).",
    "NEST": "A structure built by a bird as a place to incubate eggs and rear young.",
    "NESTER": "One who nests.",
    "NESTERS": "One who nests.",
    "NESTS": "A structure built by a bird as a place to incubate eggs and rear young.",
    "NETS": "A mesh of string, cord or rope.",
    "NOES": "A negating expression; an answer that shows disagreement or disapproval.",
    "NONE": "A person without religious affiliation.",
    "NONES": "A light meal usually eaten around midday, notably when not as main meal of the day.",
    "NONET": "A composition for nine instruments or nine voices.",
    "NOON": "The ninth hour of the day counted from sunrise; around three o'clock in the afternoon.",
    "NOOSE": "An adjustable loop of rope, such as the one placed around the neck in hangings, or the one at the end of a lasso.",
    "NORN": "To mourn; complain.",
    "NOSE": "A protuberance on the face housing the nostrils, which are used to breathe or smell.",
    "NOSTOC": "Any member of the genus Nostoc of cyanobacteria, found in a variety of environmental niches, that form colonies composed of filaments of moniliform cells in a gelatinous sheath.",
    "NOTE": "(heading) A symbol or annotation.",
    "NOTERS": "One who takes notice.",
    "NOTES": "(heading) A symbol or annotation.",
    "NOTS": "A unary operation on logical values that changes true to false, and false to true.",
    "ONCOST": "Additional costs; extra expenses.",
    "ONER": "An extraordinary individual."
  },
  "failed": [
    "CRONET",
    "CROOSE",
    "ENORN",
    "ENOS",
    "ENROOT",
    "ENROOTS",
    "ESSE",
    "ESTOC",
    "ESTRE",
    "ETEN",
    "ETON",
    "NERTS",
    "NESTOR",
    "NETE",
    "NETER",
    "NORE",
    "NOSTER",
    "NOTER",
    "NOTRE",
    "OCOTE",
    "OENONE"
  ],
  "summary": {
    "processed": 50,
    "enhanced": 29,
    "failed": 21,
    "successRate": "58%"
  }
}