{
  "batch": {
    "startIndex": 150,
    "endIndex": 199,
    "size": 50
  },
  "enhanced": {
    "SETON": "A few silk threads or horsehairs, or a strip of linen etc., introduced beneath the skin by a knife or needle, so as to induce suppuration; also, the issue so formed.",
    "SETOSE": "Thickly set with bristles or bristly hairs.",
    "SETS": "To put (something) down, to rest.",
    "SONE": "(acoustics) a subjective unit of loudness for an average listener equal to the loudness of a 1000-hertz sound that has an intensity 40 decibels above the listener's own threshold of hearing.",
    "SOON": "Short in length of time from the present.",
    "SOONER": "Short in length of time from the present.",
    "SOONEST": "Short in length of time from the present.",
    "SOOT": "Fine black or dull brown particles of amorphous carbon and tar, produced by the incomplete combustion of coal, oil etc.",
    "SOOTS": "Fine black or dull brown particles of amorphous carbon and tar, produced by the incomplete combustion of coal, oil etc.",
    "SOTS": "Stupid person; fool.",
    "STENO": "A stenographer, someone whose job is to take dictation in shorthand.",
    "STENOS": "A stenographer, someone whose job is to take dictation in shorthand.",
    "STERN": "Having a hardness and severity of nature or manner.",
    "STONE": "A hard earthen substance that can form large rocks.",
    "STONER": "One who stones.",
    "STONERS": "One who stones.",
    "STONES": "A hard earthen substance that can form large rocks.",
    "STORE": "A place where items may be accumulated or routinely kept.",
    "STORES": "A place where items may be accumulated or routinely kept.",
    "TENON": "A projecting member left by cutting away the wood around it, and made to insert into a mortise, and in this way secure together the parts of a frame.",
    "TENOR": "A musical range or section higher than bass and lower than alto.",
    "TERN": "Any of various sea birds of the family Sternidae that are similar to gulls but are smaller and have a forked tail.",
    "TOCO": "A pressure-sensitive contraction transducer used in cardiotocography.",
    "TOES": "Each of the five digits on the end of the foot.",
    "TONE": "A specific pitch.",
    "TONER": "Powder used in laser printers and photocopiers to form the text and images on the printed paper.",
    "TONERS": "Powder used in laser printers and photocopiers to form the text and images on the printed paper.",
    "TONES": "A specific pitch.",
    "TOON": "A cartoon, especially an animated television show.",
    "TORC": "A tightly braided necklace or collar, often made of metal, worn by various early European peoples.",
    "TORE": "Hard, difficult; wearisome, tedious."
  },
  "failed": [
    "SERT",
    "SOCO",
    "SONORES",
    "SOONERS",
    "SOOTER",
    "SOTER",
    "SSTOR",
    "STEN",
    "STER",
    "STERNO",
    "STERO",
    "STOON",
    "STOR",
    "STORER",
    "STRE",
    "TENONER",
    "TENONERS",
    "TENORE",
    "TESS"
  ],
  "summary": {
    "processed": 50,
    "enhanced": 31,
    "failed": 19,
    "successRate": "62%"
  }
}